christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
humao.rest-client
jolaleye.horizon-theme-vscode
jpoissonnier.vscode-styled-components
mgmcdermott.vscode-language-babel
mikestead.dotenv
moppitz.vscode-extension-auto-import
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
naumovs.color-highlight
Orta.vscode-jest
PKief.material-icon-theme
pranaygp.vscode-css-peek
ritwickdey.LiveServer
Shan.code-settings-sync
streetsidesoftware.code-spell-checker
TabNine.tabnine-vscode
wayou.vscode-todo-highlight
whatwedo.twig
